Repository: Mimi124/farmoS-project
Catalog: web/sites/default/files/translations/entity_reference_validators-8.x-1.0-beta1.*.po
Languages: de

source: This entity (%type: %id) cannot be referenced.
de: Diese Entität (%type: %id) kann nicht referenziert werden.

source: Reference validators
de: Referenz-Validatoren

source: Prevent entity from referencing duplicates
de: Verhindern, dass die Entität auf Duplikate verweist

source: Entity Reference validators
de: Entitätsreferenz-Validatoren

source: Provides additional validators for entity reference fields.
de: Ermöglicht zusätzliche Validatoren für Entitätsreferenzfelder.

source: Entity reference validator field settings
de: Einstellungen der Entitätsreferenzvalidierungsfelder

source: Prevent multiple references to the same entity
de: Mehrere Verweise auf dieselbe Entität verhindern

# Validation
source: Entity Reference circular reference
de: Entitätsreferenz Zirkelverweis

# Validation
source: Entity Reference duplicate reference
de: Entitätsreferenz doppelte Referenz

source: The value %label has been entered multiple times.
de: Der Wert %label wurde mehrfach eingegeben.

source: Prevent circular references
de: Verhindern von Rundverweisen

source: Recursively check circular references
de: Rekursive Prüfung von Rundverweisen
